Repository: V-Spyromilios/Mnimi-App
Catalog: Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, he, it, ja, ko, pt_pt, zh_hans

source: %@ Please try again later
de: Bitte versuchen Sie es später noch einmal
el: %@Παρακαλώ δοκιμάστε ξανά
es: %@Por favor, inténtelo de nuevo más tarde
fr: %@ Veuillez réessayer plus tard
he: %@\nאנא נסה שוב מאוחר יותר
it: %@.\nSi prega di riprovare più tardi
ja: %@。\n後でもう一度試してください
ko: %@.\n나중에 다시 시도해 주세요
pt_pt: %@.\nPor favor, tente novamente mais tarde
zh_hans: %@。\n请稍后再试

source: %@. Please check your iCloud status and restart the Mynd Vault app
de: Bitte überprüfen Sie Ihren iCloud-Status und starten Sie die Mynd Vault-App neu
el: Παρακαλώ συνδεθείτε στον λογαριασμό iCloud σας και επανεκκινήστε την εφαρμογή
es: Por favor, verifique su estado de iCloud y reinicie la aplicación
fr: Veuillez vérifier votre statut iCloud et redémarrer l'application
he: %@.\nאנא בדוק את מצב ה-iCloud שלך והפעל מחדש את אפליקציית Mynd Vault
it: %@.\nSi prega di controllare lo stato di iCloud e riavviare l'app Mynd Vault
ja: %@。\niCloudのステータスを確認し、Mynd Vaultアプリを再起動してください
ko: %@.\niCloud 상태를 확인하고 Mynd Vault 앱을 다시 시작해 주세요
pt_pt: %@.\nPor favor, verifique o status do iCloud e reinicie o aplicativo Mynd Vault
zh_hans: %@。\n请检查您的iCloud状态并重新启动Mynd Vault应用

source: %lld API Calls
de: lld API-Aufrufe
el: %lld συνδέσεις στην υπηρεσία
es: %lld llamadas a la API
fr: %lld appels API
he: %lld קריאות API
it: %lld chiamate API
ja: %lld APIコール
ko: lld API 호출
pt_pt: %lld chamadas de API
zh_hans: lld次API调用

source: About
de: Über
el: Σχετικά με εμάς
es: Acerca de
fr: À propos
he: אודות
it: Informazioni
ja: 約
ko: 정보
pt_pt: Sobre
zh_hans: 关于

source: Access the world's most advanced AI
de: Greifen Sie auf die fortschrittlichste KI der Welt zu
el: Χρησιμοποιείστε την πιο προηγμένη Τεχνητή Νοημοσύνη στον κόσμο
es: Accede a la IA más avanzada del mundo
fr: Accédez à l’IA la plus avancée au monde
he: גש ל-AI המתקדם ביותר בעולם
it: Accedi all’IA più avanzata al mondo
ja: 世界で最も高度なAIにアクセスする
ko: 세계에서 가장 발전된 AI에 접근하세요
pt_pt: Acesse a IA mais avançada do mundo
zh_hans: 获取全球最先进的人工智能

source: Account Deleted
de: Konto gelöscht
el: Ο λογαριασμός διαγράφηκε
es: Cuenta eliminada
fr: Compte supprimé
he: החשבון נמחק
it: Account eliminato
ja: アカウントが削除されました
ko: 계정이 삭제되었습니다
pt_pt: Conta excluída
zh_hans: 账户已删除

source: Add New Info
de: Neue Info hinzufügen
el: Νέα πληροφορία
es: Agregar nueva información
fr: Ajouter une nouvelle information
he: הוסף מידע חדש
it: Aggiungi nuova informazione
ja: 新しい情報を追加
ko: 새 정보 추가
pt_pt: Adicionar nova informação
zh_hans: 添加新信息

source: All of your data has been removed. We really value your thoughts—please share any feedback about your experience with MyndVault.
de: Alle Ihre Daten wurden entfernt. Wir schätzen Ihr Feedback sehr – bitte teilen Sie uns Ihre Erfahrungen mit MyndVault mit.
el: Όλα τα δεδομένα σας έχουν διαγραφεί. Εκτιμούμε πολύ τις απόψεις σας — παρακαλούμε να μοιραστείτε οποιαδήποτε σχόλια για την εμπειρία σας με το MyndVault.
es: Todos tus datos han sido eliminados. Valoramos mucho tus opiniones—por favor, comparte cualquier comentario sobre tu experiencia con MyndVault.
fr: Toutes vos données ont été supprimées. Nous accordons beaucoup d’importance à vos avis — n’hésitez pas à partager vos retours sur votre expérience avec MyndVault.
he: כל המידע שלך הוסר. אנו מעריכים מאוד את דעתך—אנא שתף משוב על החוויה שלך עם MyndVault.
it: Tutti i tuoi dati sono stati rimossi. Apprezziamo molto i tuoi pensieri—condividi eventuali feedback sulla tua esperienza con MyndVault.
ja: すべてのデータが削除されました。ご意見を大切にしていますので、MyndVaultのご利用経験についてフィードバックをお寄せください。
ko: 모든 데이터가 삭제되었습니다. 귀하의 의견은 매우 소중합니다—MyndVault 사용 경험에 대한 피드백을 공유해주세요.
pt_pt: Todos os seus dados foram removidos. Valorizamos muito seus pensamentos—por favor, compartilhe qualquer feedback sobre sua experiência com o MyndVault.
zh_hans: 所有数据已被删除。我们非常重视您的想法——请分享您对 MyndVault 使用体验的反馈。

source: Are you sure you want to delete this info?
de: Sind Sie sicher, dass Sie diese Info löschen möchten?
el: Η πληροφορία θα διαγραφεί οριστικά
es: ¿Está seguro de que desea eliminar esta información?
fr: Êtes-vous sûr de vouloir supprimer cette information?
he: האם אתה בטוח שברצונך למחוק מידע זה?
it: Sei sicuro di voler eliminare queste informazioni?
ja: この情報を削除してもよろしいですか？
ko: 이 정보를 삭제하시겠습니까?
pt_pt: Você tem certeza que quer deletar esta informação?
zh_hans: 您确定要删除此信息吗？

source: Are you sure you want to save these changes?
de: Sind Sie sicher, dass Sie diese Änderungen speichern möchten?
el: Αποθήκευση αλλαγών;
es: ¿Está seguro de que desea guardar estos cambios?
fr: Êtes-vous sûr de vouloir enregistrer ces modifications?
he: האם אתה בטוח שברצונך לשמור את השינויים הלל?
it: Sei sicuro di voler salvare queste modifiche?
ja: これらの変更を保存してもよろしいですか？
ko: 이 변경 사항을 저장하시겠습니까?
pt_pt: Você tem certeza que quer salvar essas mudanças?
zh_hans: 您确定要保存这些更改吗？

source: Ask me
de: Frag mich
el: Ερώτηση!
es: Pregúntame
fr: Demandez-moi
he: שאל אותי
it: Chiedimi
ja: 私に聞いてください
ko: 물어보세요
pt_pt: Pergunte-me
zh_hans: 问我

source: Ask Question
de: Stellen Sie eine Frage
el: Κάντε μια ερώτηση
es: Haz una pregunta
fr: Posez une question
he: שאל כל שאלה
it: Fai una domanda
ja: 質問をどうぞ
ko: 질문하세요
pt_pt: Faça uma pergunta
zh_hans: 提问

source: Authentication Failed
de: Authentifizierung fehlgeschlagen
el: Η επιβεβαίωση χρήστη απέτυχε
es: Autenticación fallida
fr: Échec de l'authentification
he: האימות נכשל
it: Autenticazione fallita
ja: 認証に失敗しました
ko: 인증 실패
pt_pt: Falha na autenticação
zh_hans: 身份验证失败

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
zh_hans: 取消

source: Close Settings
de: Einstellungen schließen
el: Έξοδος από τις ρυθμίσεις
es: Cerrar configuración
fr: Fermer les paramètres
he: סגור הגדרות
it: Chiudi impostazioni
ja: 設定を閉じる
ko: 설정 닫기
pt_pt: Fechar configurações
zh_hans: 关闭设置

source: Credit
de: Guthaben
el: Χρήση πίστωσης
es: Crédito
fr: Crédit
he: אשראי
it: Credito
ja: クレジット
ko: 크레딧
pt_pt: Crédito
zh_hans: 信用

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
he: מחק
it: Elimina
ja: 削除
ko: 삭제
pt_pt: Deletar
zh_hans: 删除

source: Delete Account
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fr: Supprimer le compte
he: מחק חשבון
it: Elimina account
ja: アカウントを削除する
ko: 계정 삭제
pt_pt: Excluir conta
zh_hans: 删除账户

source: Delete all
de: Alles löschen
el: Διαγραφή όλων
es: Eliminar todo
fr: Tout supprimer
he: מחק הכל
it: Elimina tutto
ja: すべて削除する
ko: 모두 삭제
pt_pt: Excluir tudo
zh_hans: 删除所有

source: Delete Info?
de: Info löschen?
el: Διαγραφή αυτής της πληροφορίας;
es: ¿Eliminar información?
fr: Supprimer l'information?
he: למחוק מידע?
it: Eliminare informazione?
ja: 情報を削除しますか？
ko: 정보를 삭제하시겠습니까?
pt_pt: Deletar informação?
zh_hans: 删除信息？

source: Dismiss
de: Verwerfen
el: Ακύρωση
es: Descartar
fr: Rejeter
he: התעלם
it: Ignora
ja: 却下
ko: 무시
pt_pt: Descartar
zh_hans: 忽略

source: Edit Info:
de: Info bearbeiten:
el: Διόρθωση πληροφορίας
es: Editar información:
fr: Modifier l'information:
he: ערוך מידע:
it: Modifica informazione:
ja: 情報を編集：
ko: 정보 편집:
pt_pt: Editar informação:
zh_hans: 编辑信息：

source: Edit...
de: Bearbeiten...
el: Αλλαγή...
es: Editar...
fr: Modifier...
he: ערוך…
it: Modifica...
ja: 編集...
ko: 편집...
pt_pt: Editar...
zh_hans: 编辑...

source: Enter Username/Password
de: Benutzername/Passwort eingeben
el: Όνομα χρήστη και κωδικός
es: Ingrese nombre de usuario/contraseña
fr: Entrez le nom d'utilisateur/mot de passe
he: הזן שם משתמש/סיסמה
it: Inserisci nome utente/password
ja: ユーザー名/パスワードを入力
ko: 사용자 이름/비밀번호 입력
pt_pt: Digite nome de usuário/senha
zh_hans: 输入用户名/密码

source: F*** Notifications, Ads and Personal Data Collection
de: F*** Benachrichtigungen, Werbung und Datenerfassung
el: Γαμ*** τις ειδοποιήσεις, τις διαφημίσεις και τη συλλογή προσωπικών δεδομένων
es: Que se jodan las notificaciones, anuncios y recopilación de datos personales
fr: F*** les notifications, publicités et collecte de données personnelles
he: לעזאזל עם התראות, פרסומות ואיסוף נתונים אישיי
it: F*** notifiche, annunci e raccolta dati personali
ja: 通知、広告、個人データ収集を無効にする
ko: 알림, 광고 및 개인 데이터 수집 비활성화
pt_pt: Que se f*** as notificações, anúncios e coleta de dados pessoais
zh_hans: 无通知、广告和个人数据收集

source: General Settings
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Configuración general
fr: Paramètres généraux
he: הגדרות כלליות
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
pt_pt: Configurações gerais
zh_hans: 常规设置

source: Go
de: Los
el: Αποστολή!
es: Vamos
fr: Aller
he: התחל
it: Vai
ja: 行く
ko: 이동
pt_pt: Ir
zh_hans: 前往

source: iCloud Error
de: iCloud-Fehler
el: Σφάλμα iCloud
es: Error de iCloud
fr: Erreur iCloud
he: שגיאת iCloud
it: Errore iCloud
ja: iCloudエラー
ko: iCloud 오류
pt_pt: Erro no iCloud
zh_hans: iCloud错误

source: Key
de: Schlüssel
el: Κλειδί
es: Clave
fr: Clé
he: מפתח
it: Chiave
ja: キー
ko: 키
pt_pt: Chave
zh_hans: 关键

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
ko: 언어
pt_pt: Idioma
zh_hans: 语言

source: Loading
de: Laden
el: Φόρτωση
es: Cargando
fr: Chargement
he: טוען
it: Caricamento
ja: 読み込み中
ko: 로딩 중
pt_pt: Carregando
zh_hans: 加载中

source: Login
de: Anmeldung
el: Σύνδεση
es: Iniciar sesión
fr: Connexion
he: התחבר
it: Accedi
ja: ログイン
ko: 로그인
pt_pt: Entrar
zh_hans: 登录

source: Login to MyndVault app with the provided username and password.
de: Melden Sie sich mit dem bereitgestellten Benutzernamen und Passwort bei der MyndVault-App an.
el: Συνδεθείτε στο MyndVault με το παρεχόμενο όνομα χρήστη και κωδικό πρόσβασης.
es: Inicia sesión en la aplicación MyndVault con el nombre de usuario y la contraseña proporcionados.
fr: 使用提供的用户名和密码登录 MyndVault 应用。
he: התחבר לאפליקציית MyndVault עם שם המשתמש והסיסמה שסופקו.
it: Accedi all’app MyndVault con il nome utente e la password forniti.
ja: 提供されたユーザー名とパスワードで MyndVault アプリにログインしてください。
ko: 제공된 사용자 이름과 비밀번호로 MyndVault 앱에 로그인하세요.
pt_pt: Faça login no aplicativo MyndVault com o nome de usuário e a senha fornecidos.
zh_hans: 使用提供的用户名和密码登录 MyndVault 应用。

source: Login with iCloud
de: Mit iCloud anmelden
el: Σύνδεση με τον λογαριασμό iCloud
es: Iniciar sesión con iCloud
fr: Se connecter avec iCloud
he: התחבר עם iCloud
it: Accedi con iCloud
ja: iCloudでログイン
ko: iCloud로 로그인
pt_pt: Entrar com iCloud
zh_hans: 用iCloud登录

source: Manage Subscription
de: Abonnement verwalten
el: Διαχείριση συνδρομής
es: Administrar suscripción
fr: Gérer l’abonnement
he: נהל מנוי
it: Gestisci abbonamento
ja: サブスクリプションを管理する
ko: 구독 관리
pt_pt: Gerenciar assinatura
zh_hans: 管理订阅

source: Month Ahead
de: Monat Voraus
el: Τρέχων μήνας
es: Mes Adelante
fr: Mois à Venir
he: חודש קדימה
it: Mese Avanti
ja: 先月
ko: 다가오는 달
pt_pt: Próximo mês
zh_hans: 下个月

source: Natively built with SwiftUI
de: Nativ entwickelt mit SwiftUI
el: Γραμμένο με SwiftUI
es: Desarrollado nativamente con SwiftUI
fr: Développé nativement avec SwiftUI
he: נכתב באופן מקומי באמצעות SwiftUI
it: Sviluppato nativamente con SwiftUI
ja: SwiftUI を使用してネイティブに開発
ko: SwiftUI로 네이티브로 개발
pt_pt: Desenvolvido nativamente com SwiftUI
zh_hans: 使用 SwiftUI 原生开发

source: No Image Selected
de: Kein Bild ausgewählt
el: Χωρίς φωτογραφία
es: Ninguna imagen seleccionada
fr: Aucune image sélectionnée
he: לא נבחרה תמונה
it: Nessuna immagine selezionata
ja: 画像が選択されていません
ko: 선택된 이미지 없음
pt_pt: Nenhuma imagem selecionada
zh_hans: 未选择图片

source: No Internet Connection
de: Keine Internetverbindung
el: Χωρίς σύνδεση στο internet!
es: Sin conexión a Interne
fr: Pas de connexion Internet
he: אין חיבור לאינטרנט
it: Nessuna connessione Internet
ja: インターネット接続なし
ko: 인터넷 연결 없음
pt_pt: Sem conexão com a Internet
zh_hans: 无互联网连接

source: Notifications
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
he: התראות
it: Notifiche
ja: 通知
ko: 알림
pt_pt: Notificaçãoes
zh_hans: 通知

source: OH YES
de: OH JA!
el: Ναι !
es: ¡OH SÍ!
fr: OH OUI
he: או, כן!
it: OH SÌ!
ja: はい
ko: 오 예
pt_pt: OH SIM
zh_hans: 哦，是的

source: Oops
de: Hoppla
el: Ώπα λίγο!
es: ¡Ups!
fr: Oups
he: אופס
it: Ops
ja: おっと
ko: 이런
pt_pt: Opa
zh_hans: 糟糕

source: Password
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
he: סיסמה
ja: パスワード
ko: 비밀번호
pt_pt: Senha
zh_hans: 密码

source: Please check your connection
de: Bitte überprüfen Sie Ihre Verbindung
el: Ελέγξτε την σύνδεση σας
es: Por favor, verifique su conexión
fr: Veuillez vérifier votre connexion
he: אנא בדוק את החיבור שלך
it: Si prega di controllare la connessione
ja: 接続を確認してください
ko: 연결을 확인해 주세요
pt_pt: Por favor, verifique sua conexão
zh_hans: 请检查您的连接

source: Please check your internet connection and try again.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Ελέγξτε την σύνδεση σας και ξαναπροσπαθήστε
es: Por favor, verifique su conexión a Internet y vuelva a intentarlo.
fr: Veuillez vérifier votre connexion Internet et réessayer.
he: אנא בדוק את חיבור האינטרנט שלך ונסה שו.
it: Si prega di controllare la connessione internet e riprovare.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도해 주세요.
pt_pt: Por favor, verifique sua conexão com a Internet e tente novamente.
zh_hans: 请检查您的互联网连接并重试。

source: Privacy Policy
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_pt: Política de Privacidade
zh_hans: 隐私政策

source: Prompt Language
de: Sprache der Eingabeaufforderung
el: Γλώσσα ερωτήσεων και απαντήσεων
es: Idioma de la solicitud
fr: Langue de l'invite
he: שפת ההוראות
it: Lingua richiesta
ja: プロンプト言語
ko: 프롬프트 언어
pt_pt: Idioma do prompt
zh_hans: 提示语言

source: Question
de: Frage
el: Ερώτηση
es: Pregunta
he: שאלה
it: Domanda
ja: 質問
ko: 질문
pt_pt: Pergunta
zh_hans: 问题

source: Reply
de: Antworten
el: Απάντηση
es: Responder
fr: Répondre
he: תשובה
it: Rispondi
ja: 返信
ko: 답장
pt_pt: Responder
zh_hans: 回复

source: reset the question and reply
de: Frage und Antwort löschen
el: Καθαρισμός ερώτησης και απάντησης
es: Borrar la pregunta y la respuesta
fr: Effacer la question et la réponse
he: מחק את השאלה והתשובה
it: Cancella la domanda e la risposta
ja: 質問と返信をクリア
ko: 질문 및 응답 삭제
pt_pt: Limpar a pergunta e a resposta
zh_hans: 清除问题和回复

source: Retry
de: Wiederholen
el: Επανάληψη
es: Reintentar
fr: Réessayer
he: נסה שוב
it: Riprova
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
zh_hans: 重试

source: Save Info?
de: Info speichern?
el: Αποθήκευση Πληροφορίας;
es: ¿Guardar información?
fr: Enregistrer l'info?
he: לשמור מידע?
it: Salvare informazioni?
ja: 情報を保存しますか？
ko: 정보를 저장하시겠습니까?
pt_pt: Salvar informação?
zh_hans: 保存信息？

source: Securely save and retrieve your info
de: Speichern und abrufen Ihrer Informationen sicher
el: Αποθηκεύστε και ανακτήστε τις πληροφορίες σας με ασφάλεια
es: Guarda y recupera tu información de forma segura
fr: Enregistrez et récupérez vos informations en toute sécurité
he: שמור ושלוף את המידע שלך בצורה מאובטחת
it: Salva e recupera le tue informazioni in modo sicuro
ja: 情報を安全に保存して取得する
ko: 정보를 안전하게 저장하고 검색하세요
pt_pt: Salve e recupere suas informações com segurança
zh_hans: 安全保存和检索您的信息

source: selected Language: %@
de: Ausgewählte Sprache: %@
el: Επιλεγμένη γλώσσα: %@
es: Idioma seleccionado: %@
fr: Langue sélectionnée: %@
he: השפה שנבחרה: %@
it: Lingua selezionata: %@
ja: 選択された言語：%@
ko: 선택된 언어: %@
pt_pt: Idioma selecionado: %@
zh_hans: 选择的语言：%@

source: settings
de: Einstellungen
el: ρυθμίσεις
es: configuración
fr: paramètres
he: הגדרות
it: impostazioni
ja: 設定
ko: 설정
pt_pt: configurações
zh_hans: 设置

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètre
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
pt_pt: Configurações
zh_hans: 设置

source: Setup Error
de: Einrichtungsfehler
el: Σφάλμα κατά την είσοδο
es: Error de configuración
fr: Erreur de configuration
he: שגיאת התקנה
it: Errore di configurazione
ja: セットアップエラー
ko: 설정 오류
pt_pt: Erro de configuração
zh_hans: 设置错误

source: Sign Up Error
de: Anmeldefehler
el: Σφάλμα κατά την δημιουργία λογαριασμού
es: Error de registro
fr: Erreur d'inscription
he: שגיאת הרשמה
it: Errore di iscrizione
ja: サインアップエラー
ko: 가입 오류
pt_pt: Erro de inscrição
zh_hans: 注册错误

source: Sign-up with Password
de: Mit Passwort anmelden
el: Εγγραφή με κωδικό
es: Regístrate con contraseña
fr: Inscription avec mot de passe
he: הירשם עם סיסמה
it: Registrati con password
ja: パスワードでサインアップ
ko: 비밀번호로 가입
pt_pt: Inscrever-se com senha
zh_hans: 用密码注册

source: Signing in with iCloud...
de: Mit iCloud anmelden...
el: Είσοδος με το iCloud...
es: Iniciando sesión con iCloud...
fr: Connexion avec iCloud...
he: מתחבר עם iCloud…
it: Accedendo con iCloud...
ja: iCloudでサインイン...
ko: iCloud로 로그인 중...
pt_pt: Entrando com iCloud...
zh_hans: 正在用iCloud登录...

source: Stop
de: Stopp
el: Τερματισμός
es: Detener
fr: Arrêter
he: עצור
it: Ferma
ja: 停止
ko: 정지
pt_pt: Parar
zh_hans: 停止

source: Support Request
de: Supportanfrage
el: Υποστήριξη εφαρμογής
es: Solicitud de soporte
fr: Demande de support
he: בקשת תמיכה
it: Richiesta di supporto
ja: サポートリクエスト
ko: 지원 요청
pt_pt: Solicitação de suporte
zh_hans: 支持请求

source: Tap image to dismiss
de: Bild antippen, um zu schließen
el: Πατήστε στην εικόνα για έξοδο
es: Toca la imagen para cerrar
fr: Touchez l’image pour fermer
he: הקש על התמונה כדי לסגור
it: Tocca l’immagine per chiudere
ja: 画像をタップして閉じる
ko: 이미지를 탭하여 닫기
pt_pt: Toque na imagem para fechar
zh_hans: 点击图片以关闭

source: This will query the database and return a reply
de: Dies wird die Datenbank durchsuchen und eine Antwort zurückgeben
el: Αυτό θα κάνει έρευνα στη βάση δεδομένων και θα επιστρέψει μια απάντηση
es: Esto realizará una consulta en la base de datos y devolverá una respuesta
fr: Cela effectuera une recherche dans la base de données et renverra une réponse
he: פעולה זו תבצע חיפוש במסד הנתונים ותחזיר תשובה
it: Questa operazione effettuerà una ricerca nel database e restituirà una risposta
ja: データベースを検索して結果を返します
ko: 데이터베이스를 검색하고 응답을 반환합니다
pt_pt: Isso fará uma consulta no banco de dados e retornará uma resposta
zh_hans: 这将查询数据库并返回结果

source: This will reset your question and reply text fields
de: Dies wird Ihre Frage- und Antwort-Textfelder zurücksetzen
el: Αυτό θα επαναφέρει τα πεδία κειμένου της ερώτησης και της απάντησης
es: Esto restablecerá los campos de texto de la pregunta y la respuesta
fr: Cela réinitialisera vos champs de texte pour la question et la réponse
he: פעולה זו תאפס את שדות הטקסט של השאלה והתשובה שלך
it: Questo reimposterà i campi di testo per la domanda e la risposta
ja: 質問と返信のテキストフィールドをリセットします
ko: 질문 및 응답 텍스트 필드를 재설정합니다
pt_pt: Isso redefinirá os campos de texto da pergunta e da resposta
zh_hans: 这将重置您的问题和回复文本字段

source: Toggle
de: Umschalten
el: Εναλλαγή
es: Alternar
fr: Basculer
he: החלף
it: Alterna
ja: 切り替え
ko: 전환
pt_pt: Alternar
zh_hans: 切换

source: Use AI to Remember everything anytime
de: Nutzen Sie KI, um sich jederzeit an alles zu erinnern
el: Χρησιμοποιήστε τεχνητή νοημοσύνη για να θυμάστε τα πάντα, πάντοτε
es: Usa IA para recordar todo en cualquier momento
fr: Utilisez l’IA pour tout mémoriser à tout moment
he: השתמש ב-AI כדי לזכור הכול בכל זמן
it: Usa l’IA per ricordare tutto in qualsiasi momento
ja: AIを使っていつでもすべてを記憶する
ko: AI를 사용하여 언제든 모든 것을 기억하세요
pt_pt: Use IA para lembrar de tudo a qualquer momento
zh_hans: 使用人工智能随时记住一切

source: Username
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt_pt: Nome de usuário
zh_hans: 用户名

source: Vault
de: Tresor
es: Bóveda
fr: Coffre-fort
he: כספת
it: Cassaforte
ja: ボールト
ko: 금고
pt_pt: Cofre
zh_hans: 保险库
